{
  "categories": [
    {
      "id": "tan-thu",
      "name": "Tân thủ",
      "items": [
        {
          "id": "nhap-giftcode-tan-thu",
          "q": "Làm sao nhập giftcode tân thủ?",
          "a_intro": "Vào menu → Giftcode → nhập mã in hoa không dấu, sau đó nhận quà trong Túi.",
          "a_steps": [
            "Mở menu chính trong game và chọn Giftcode.",
            "Nhập mã như TANTHU25, VIPFREE (không dấu, không khoảng trắng).",
            "Mở Túi để nhận phần thưởng."
          ],
          "images": [
            "assets/guide/nhap_giftcode-ngoc-rong-online.png"
          ],
          "tags": [
            "giftcode",
            "tân thủ"
          ]
        },
        {
          "id": "lam-sao-de-tang-suc-manh-nhanh-trong-ngoc-rong",
          "q": "Làm sao để tăng sức mạnh nhanh trong ngọc rồng",
          "a_intro": "Ra vách núi gặp Bà Hạt Mít để mua bùa tăng kinh nghiệm sức mạnh tiềm năng",
          "a_steps": [
            "Dùng capsule bay về làng, chạy qua trái là vách núi, gặp Bà hạt mít để mua bùa (nên mua full bùa)\nDùng capsule bay ra Đảo kame, ghé Santa mua sao pha lê sức mạnh tiềm năng, chạy qua Bà hạt mít ở đảo kame pha lê hóa trang bị để trang bị có lỗ pha lê, chọn tiếp ép sao pha lê, chọn sao sức mạnh tiềm năng (màu xanh) để tăng sức mạnh tiềm năng\\nMặc set sức mạnh tiềm năng rồi up quái bình thường trước để tăng thêm ít sức mạnh, rồi dùng capsule bay ra làng aru gặp Đường tăng để vào ngũ hành sơn, đánh quái ngũ hành sơn sẽ tăng nhanh sức mạnh tiềm năng. Khi đã quá mạnh rồi, thì dùng capsule bay lên Hành tinh kaio, gặp Thần vũ trụ, chọn di chuyển và đến Địa ngục, up tiếp ở địa ngục sẽ tăng nhanh hơn nữa.\\n",
            "Tips: Vừa up vừa tăng sức đánh gốc lên sẽ nhanh hơn nữa."
          ],
          "images": [
            "assets/guide/ba-hat-mit-dao-kame.png",
            "assets/guide/ba-hat-mit-tai-vach-nui.png",
            "assets/guide/diem-vuong-dia-nguc.png",
            "assets/guide/than-vu-tru-kaio.png"
          ],
          "tags": [
            "tanthu sucmanh tiemnang"
          ]
        }
      ]
    },
    {
      "id": "su-kien",
      "name": "Sự kiện & Boss",
      "items": [
        {
          "id": "lich-boss-tuan",
          "q": "Theo dõi lịch boss tuần như thế nào?",
          "a_intro": "Boss xuất hiện theo khung giờ cố định; vào bang để nhận ping thông báo.",
          "a_steps": [
            "Tham gia bang hội để nhận lịch boss trong kênh thông báo.",
            "Chuẩn bị bình năng lượng và tổ đội đủ vai trò.",
            "Đến map trước giờ boss 3–5 phút để tranh spot."
          ],
          "images": [
            "assets/images/boss.png"
          ],
          "tags": [
            "boss",
            "sự kiện"
          ]
        }
      ]
    },
    {
      "id": "chuc-nang-player",
      "name": "Chức năng player",
      "items": [
        {
          "id": "pha-le-hoa-va-ep-sao-pha-le-trang-bi-ngoc-rong-online-nhu-nao",
          "q": "Pha lê hóa và ép sao pha lê trang bị ngọc rồng online như nào?",
          "a_intro": "Pha lê hóa tại bà hạt mít đảo kame",
          "a_steps": [
            "Dùng capsule bay ra đảo kame gặp bà hạt mít",
            "Chọn pha lê hóa để đục lỗ trang bị",
            "Chọn ép sao pha lê để tăng chỉ số cho trang bị",
            "Tips: Trang bị thiên tôn và hạ tôn sử dụng hồng ngọc để pha lê hóa, các trang bị khác dùng vàng để pha lê hóa"
          ],
          "images": [
            "assets/guide/pha-le-hoa-trang-bi-ngoc-rong-online.png",
            "assets/guide/pha-le-hoa-lo-den.png",
            "assets/guide/phe-le-hoa-lo-xanh.png"
          ],
          "tags": [
            "phalehoa",
            "epphale"
          ]
        }
      ]
    }
  ],
  "updated_at": "2025-10-13T14:42:02.031Z"
}